Repository: JimmyRespawn/IPTVFluent.i18n
Catalog: */Resources.resw
Source language: en_us
Languages: ar, cs, da, de, el, es, fr, it, ja_jp, nl, no, pl, pt, ro, ru, sv, tr, uk, zh_hant

# AutoDetectLatencyTip.Text
source: Unresponsive channels will auto hide after loading online list.
ar: سيتم إخفاء القنوات غير المستجيبة تلقائياً بعد تحميل القائمة عبر الإنترنت.
cs: Nereagující kanály se po načtení online seznamu automaticky skrývají.
da: Ikke-responsive kanaler vil automatisk skjule efter indlæsning af online liste.
de: Nicht reagierende Kanäle werden automatisch ausgeblendet, nachdem die Online-Liste geladen wurde.
el: Μη ανταποκρινόμενα κανάλια θα κρύβονται αυτόματα μετά τη φόρτωση online λίστας.
es: Los canales no receptivos se ocultarán automáticamente después de cargar la lista en línea.
fr: Les canaux non réactifs se masqueront automatiquement après le chargement de la liste en ligne.
it: I canali non reattivi si nasconderanno automaticamente dopo aver caricato l'elenco online.
ja_jp: 応答しないチャンネルは、オンラインリストをロードした後に自動的に非表示になります。
nl: Niet-responsive kanalen zullen zich automatisch verbergen na het laden van de online lijst.
no: Uresponsive kanaler vil automatisk skjule etter lasting av online liste.
pl: Niereagujące kanały zostaną automatycznie ukryte po wczytywaniu listy online.
pt: Canais sem resposta serão ocultados automaticamente após o carregamento da lista online.
ro: Canalele neresponsive se vor ascunde automat după încărcarea listei online.
ru: Не отвечающие каналы будут автоматически скрываться после загрузки онлайн списка.
sv: Omottagliga kanaler kommer att automatiskt gömma sig efter laddning av online-lista.
tr: Çevrimiçi liste yüklendikten sonra yanıt vermeyen kanallar otomatik olarak gizlenecektir.
uk: Зняти реагування каналів буде автоматично приховано після завантаження списку із онлайну.
zh_hant: 在線列表中未響應的節目會被自動隱藏

# DefaultListView.Text
source: Default list view
ar: عرض القائمة الافتراضية
cs: Výchozí zobrazení seznamu
da: Standard listevisning
de: Standard-Listenansicht
el: Προεπιλεγμένη προβολή λίστας
es: Vista de lista por defecto
fr: Vue liste par défaut
it: Vista elenco predefinita
ja_jp: デフォルトのリスト表示
nl: Standaard lijstweergave
no: Standard listevisning
pl: Domyślny widok listy
pt: Visualização padrão de lista
ro: Vizualizare listă implicită
ru: Вид списка (по умолчанию)
sv: Förvald listvy
tr: Varsayılan liste görünümü
uk: Типовий вигляд списку
zh_hant: 默認列表樣式

# AddSubtitle.Text
source: Import subtitle
ar: استيراد الترجمة
cs: Importovat titulky
da: Importér undertekst
de: Untertitel importieren
el: Εισαγωγή υπότιτλου
es: Importar subtítulo
fr: Importer un sous-titre
it: Importa sottotitoli
ja_jp: 字幕をインポート
nl: Ondertitels importeren
no: Importer undertekst
pl: Importuj napisy
pt: Importar a Legenda
ro: Importă subtitrări
ru: Импорт субтитров
sv: Importera undertext
tr: Altyazıyı içe aktar
uk: Імпортувати субтитри
zh_hant: 導入字幕

# Audio.Text
source: Audio
ar: الصوت
cs: Zvuk
da: Lyd
el: Ήχος
ja_jp: 音声
no: Lyd
pl: Dźwięki
pt: Áudio
ro: Mărime ascendent
ru: Усиление звука
sv: Ljud
tr: Ses
uk: Аудіо
zh_hant: 音頻

# ChangeSubtitle.Text
source: Change subtitle
ar: تغيير الترجمة
cs: Změnit titulky
da: Skift undertekst
de: Untertitel ändern
el: Αλλαγή υπότιτλου
es: Cambiar subtítulo
fr: Changer le sous-titre
it: Cambia sottotitolo
ja_jp: 字幕を変更
nl: Ondertiteling wijzigen
no: Endre undertekst
pl: Zmień napisy
pt: Alterar legenda
ro: Modificare subtitrare
ru: Изменить субтитры
sv: Ändra undertext
tr: Altyazı değiştir
uk: Змінити субтитри
zh_hant: 切換字幕

# ChangeTrack.Text
source: Change track
ar: تغيير المسار
cs: Změnit stopu
da: Skift spor
de: Track ändern
el: Αλλαγή κομματιού
es: Cambiar pista
fr: Changer de piste
it: Cambia traccia
ja_jp: トラックを変更
nl: Wijzig spoor
no: Endre spor
pl: Zmień ścieżkę
pt: Alterar faixa
ro: Schimbă piesa
ru: Изменить трек
sv: Ändra spår
tr: Parçayı değiştir
uk: Змінити трек
zh_hant: 切換軌道

# Genre.PlaceholderText
source: Genre
ar: النوع
cs: Žánr
da: Tür
el: Είδος
es: Género
it: Genere
ja_jp: ジャンル
no: Sjanger
pl: Gatunek
pt: Género
ro: Gen
ru: Жанр
tr: Tür
uk: Жанр
zh_hant: 分類

# LocalSubtitle.Text
source: Local subtitle
ar: ترجمات محلية
cs: Místní titulky
da: Lokale undertekster
de: Lokale Untertitel
el: Τοπικοί υπότιτλοι
es: Subtitulos locales
fr: Sous-titres Locales
it: Sottotitoli locali
ja_jp: ローカル字幕
nl: Lokale ondertitels
no: Lokale undertekster
pl: Lokalne napisy
pt: Legendas locais
ro: Subtitrări locale
ru: Субтитры
sv: Lokala undertexter
tr: Yerel altyazı
uk: Субтитри на пристрої
zh_hant: 本地字幕

# MadeWithBy.Text
source: Designed and coded by
ar: مصمم و مشفر بواسطة
cs: Navrženo a kódováno
da: Konstrueret og kodet af
de: Entworfen und produziert von
el: Σχεδιασμένο και κωδικοποιημένο με
es: Diseñado y codificado por
fr: Conçu et codé par
it: Progettato e prodotto da
ja_jp: 設計およびコード
nl: Ontworpen en gecodeerd door
no: Designet og kodet av
pl: Projekt i produkcja
pt: Concebido e desenvolvido por
ro: Proiectat și codificat de
ru: Разработано и закодировано
sv: Designad och kodad av
tr: Tarafından tasarlandı ve kodlandı
uk: Дизайн і закодований
zh_hant: 傾情設計

# OnlineSubtitle.Text
source: Online subtitle
ar: الترجمة عبر الإنترنت
cs: Online titulky
da: Online-undertekster
de: Online Untertitel
el: Online υπότιτλοι
es: Subtítulos en línea
fr: Sous-titres en Ligne
it: Sottotitoli online
ja_jp: オンライン字幕
nl: Online ondertitels
no: Undertekster på nett
pl: Napisy online
pt: Legendas online
ro: Subtitrări online
ru: Онлайн субтитры
sv: Undertexter online
tr: Çevrimiçi altyazı
uk: Онлайн-субтитри
zh_hant: 在線字幕

# OpenURL.Text
source: Open URL
ar: فتح الرابط
cs: Otevřít URL
da: Åbn URL
de: URL öffnen
el: Άνοιγμα συνδέσμου
es: Abrir URL
fr: Ouvrir l'URL
it: Apri URL
ja_jp: URLから開く
no: Åpne URL
pl: Otwórz adres URL
pt: Abrir URL
ro: Deschide URL
ru: Открыть URL
sv: Öppna URL
tr: URL'yi aç
uk: Відкрити URL
zh_hant: 打開網址

# ResultsPerPage.Text
source: Results/Page
ar: النتائج/صفحة
cs: Výsledky/Stránka
da: Resultater/Side
de: Ergebnisse/Seite
el: Αποτελέσματα/Σελίδα
es: Resultados
fr: Résultats/Page
it: Risultati/Pagina
ja_jp: 結果/ページ
nl: Resultaten/pagina
no: Resultat/side
pl: Wyniki/Strona
pt: Resultados/página
ro: Rezultate/Pagină
ru: Результаты/Страницы
sv: Resultat/sida
tr: Sonuçlar Sayfası
uk: Результати/Сторінка
zh_hant: 每頁/數量

# Subtitle.Text
source: Subtitle
ar: العنوان الفرعي
cs: Titulek
da: Undertitel
de: Untertitel
el: Υπότιτλος
es: Subtítulo
fr: Sous-titre
it: Sottotitolo
ja_jp: 字幕
nl: Subtitel
no: Undertittel
pl: Podtytuł
pt: Subtítulo
ru: Субтитры
tr: Altyazı
uk: Підзаголовок
zh_hant: 字幕

# Video.Text
source: Video
ar: فيديو
el: Βίντεο
fr: Vidéo
ja_jp: 動画です
pl: Flimy
pt: Vídeo
ru: Видео
uk: Відео
zh_hant: 視頻

# AddToLabel.Label
source: Add to...
ar: إضافة إلى...
cs: Přidat do...
da: Føj til...
de: Hinzufügen zu...
el: Προσθήκη σε...
es: Añadir a...
fr: Ajouter à...
it: Aggiungi a...
ja_jp: 追加...
nl: Voeg toe aan...
no: Legg til i...
pl: Dodaj do...
pt: Adicionar a...
ro: Adăugare la...
ru: Добавить в...
sv: Lägg till i...
tr: Şuraya ekle...
uk: Додати до...
zh_hant: 添加至...

# Programs.Content
source: Programs
ar: برامج
cs: Programy
da: Programmer
de: Programme
el: Προγράμματα
es: Programas
fr: Programmes
it: Programmi
ja_jp: プログラム
nl: Programma's
pl: Programy
pt: Programas
ro: Programe
ru: Программы
sv: Program
tr: Programlar
uk: Додатки
zh_hant: 節目

# Nolocallistfound.Text
source: No local list found
ar: لم يتم العثور على قائمة محلية
cs: Nebyl nalezen žádný místní seznam
da: Ingen lokal liste fundet
de: Keine lokale Liste gefunden
el: Δεν βρέθηκε τοπική λίστα
es: Lista local no encontrada
fr: Aucune liste locale trouvée
it: Nessuna lista locale trovata
ja_jp: ローカルリストが見つかりません
nl: Geen lokale lijst gevonden
no: Ingen lokal liste funnet
pl: Nie znaleziono lokalnej listy
pt: Nenhuma lista local encontrada
ro: Nicio listă locală găsită
ru: Локальный список не найден
sv: Ingen lokal lista hittades
tr: Yerel liste bulunamadı
uk: Локальних списків не знайдено
zh_hant: 暫無本地列表

# Link.Text
source: Link
ar: الرابط
cs: Odkaz
da: Links
el: Σύνδεσμοι
es: Enlace
fr: Lien
it: Collegamento
ja_jp: リンク
ru: Ссылки
sv: Länk
tr: Bağlantı
uk: Links
zh_hant: 在線鏈接

# EveryDay.Content
source: Every day
ar: يوميا
cs: Každý den
da: Hver dag
de: Täglich
el: Κάθε Μέρα
es: A diario
fr: Tous les jours
it: Ogni giorno
ja_jp: 毎日
nl: Elke dag
no: Hver dag
pl: Codziennie
pt: Todos os Dias
ro: Zilnic
ru: Каждый день
sv: Varje dag
tr: Her Gün
uk: Щодня
zh_hant: 每天

# EveryTime.Content
source: Every time
ar: كل مرة
cs: Vždy
da: Hver gang
de: Jedes Mal
el: Κάθε φορά
es: Siempre
fr: Toutes les fois
it: Ogni volta
ja_jp: 毎回
nl: Elke keer
no: Hver gang
pl: Zawsze
pt: Sempre
ro: De fiecare dată
ru: Всегда
sv: Varje gång
tr: Her zaman
uk: Щоразу
zh_hant: 每次

# Never.Content
source: Never
ar: لا
cs: Nikdy
da: Aldrig
de: Niemals
el: Ποτέ
es: Nunca
fr: Jamais
it: Mai
ja_jp: 絶対に
nl: Nooit
no: Aldri
pl: Nigdy
pt: Nunca
ro: Niciodată
ru: Никогда
sv: Aldrig
tr: Asla
uk: Ніколи
zh_hant: 從不

# UpdateFrequency.Text
source: Update frequency
ar: تحديث التردد
cs: Jak často obnovovat
da: Opdateringsfrekvens
de: Aktualisierungsfrequenz
el: Ενημέρωση συχνότητας
es: Frecuencia de actualización
fr: Fréquence d'actualisation
it: Frequenza aggiornamento
ja_jp: 更新間隔
nl: Bijwerk frequentie
pl: Częstotliwość aktualizacji
pt: Frequência de atualização
ro: Frecvență de actualizare
ru: Частота обновления
sv: Uppdateringsfrekvens
tr: Güncelleme sıklığı
uk: Періодичність оновлення
zh_hant: 更新頻率

# UpdateFrequencyTip.Text
source: Online list retrieve behavior.
ar: استرداد سلوك القائمة على الانترنت.
cs: Online seznam načítání chování.
da: Online liste hente adfærd.
de: Verhalten der Online-Liste abrufen.
el: Online λίστα ανάκτηση συμπεριφοράς.
es: Lista en línea recuperar comportamiento.
fr: La liste en ligne récupère le comportement.
it: Comportamento recupero elenco in rete.
ja_jp: オンラインリストの動作を取得します。
nl: Online lijst ophalen gedrag.
no: Online liste hente oppførsel.
pl: Zachowanie pobierania listy online.
pt: Comportamento de recuperação da lista online.
ro: Lista online preia comportamentul.
ru: Онлайн список получает поведение.
sv: Online lista hämta beteende.
tr: Çevrimiçi liste alma davranışı.
uk: Список в мережі отримує поведінку.
zh_hant: 在線列表獲取方式

# Export.Label
source: Export
ar: تصدير
cs: Exportovat
da: Eksport
el: Εξαγωγή
es: Exportar
fr: Exportation
it: Esporta
ja_jp: エクスポート
nl: Exporteer
no: Eksporter
pl: Eksportuj
pt: Exportar
ru: Экспорт
sv: Exportera
tr: Dışa Aktar
uk: Експорт
zh_hant: 導出

# Edit.Text
source: Edit
ar: تحرير
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Editar
fr: Éditer
it: Modifica
ja_jp: 変更する
nl: Bewerken
pl: Edytuj
pt: Editar
ru: Редактировать
sv: Ändra
tr: Düzenle
uk: Редагувати
zh_hant: 編輯

# More.Text
source: More
ar: المزيد
cs: Více
da: Mere
de: Mehr
el: Περισσότερα
es: Más
fr: Plus
it: Altro
ja_jp: 詳細
nl: Meer
no: Mer
pl: Więcej
pt: Mais
ro: Mai multe sugestii
ru: Больше
sv: Mer
tr: Daha Fazla
uk: Більше
zh_hant: 更多

# OpenLocalVideo.Text
source: Open local video
ar: فتح فيديو محلي
cs: Otevřít místní video
da: Åbn lokal video
de: Lokales Video öffnen
el: Άνοιγμα τοπικού βίντεο
es: Abrir vídeo local
fr: Ouvrir la vidéo locale
it: Apri video locale
ja_jp: ローカルビデオを開く
nl: Lokale video openen
no: Åpne lokal video
pl: Otwórz lokalny film
pt: Abrir vídeo local
ro: Deschide videoclipul local
ru: Открыть локальное видео
sv: Öppna lokal video
tr: Yerel videoyu aç
uk: Відкрити локальне відео
zh_hant: 打開本地視頻

# MediaServersVideo.Text
source: Media servers video
ar: فيديو خوادم الوسائط
cs: Video mediálních serverů
da: Medieservere video
de: Video der Medienserver
el: Βίντεο διακομιστών πολυμέσων
es: Vídeo de servidores multimedia
fr: Serveurs multimédia vidéo
it: Video media server
ja_jp: メディアサーバーのビデオ
nl: Video mediaservers
no: Media server video
pl: Film z serwerami multimediów
pt: Vídeo de servidores de mídia
ro: Video servere media
ru: Видео медиа серверов
sv: Mediaservrar video
tr: Medya sunucularının videoları
uk: Медіа-сервери
zh_hant: 媒體服務器視頻

# ChangeDList.Text
source: Change default list
ar: تغيير القائمة الافتراضية
cs: Změnit výchozí seznam
da: Skift standardliste
de: Standardliste ändern
el: Αλλαγή προεπιλεγμένης λίστας
es: Cambiar lista por defecto
fr: Changer la liste par défaut
it: Cambia elenco predefinito
ja_jp: 既定のリストを変更
nl: Standaard lijst wijzigen
no: Endre standardliste
pl: Zmień domyślną listę
pt: Alterar lista padrão
ro: Schimbă lista implicită
ru: Изменить список по умолчанию
sv: Ändra standardlista
tr: Varsayılan listeyi değiştir
uk: Змінити список за замовчуванням
zh_hant: 更換默認在線地址

# ChangeDListTip.Text
source: Input online M3U link.
ar: إدخال رابط m3u على الإنترنت.
cs: Vložte online m3u odkaz.
de: Online-m3u Link eingeben.
el: Εισαγάγετε online σύνδεσμο m3u.
es: Introducir enlace M3U en línea.
fr: Entrez le lien M3U en ligne.
it: Collegamento m3u remoto in entrata.
ja_jp: オンラインm3uリンクを入力してください。
nl: Online m3u link invoeren.
no: Innsetter M3U-lenke online.
pl: Wprowadź link m3u online.
pt: Insira o link m3u online.
ro: Intrare link m3u online.
ru: Введите ссылку на m3u онлайн.
sv: Inmatning online m3u länk.
tr: Çevrimiçi m3u bağlantısını girin.
uk: Вхідне посилання онлайн m3u
zh_hant: 輸入在線 M3U 鏈接

# ProfileName.Text
source: Profile name
ar: اسم ملف التعريف
cs: Název profilu
da: Profilnavn
de: Profilname
el: Όνομα προφίλ
es: Nombre de perfil
fr: Nom du profil
it: Nome profilo
ja_jp: プロファイル名
no: Profil navn
pl: Nazwa profilu
pt: Nome do perfil
ro: Denumire profil
ru: Профиль
sv: Profilnamn
tr: Profil adı
uk: Назва профілю
zh_hant: 列表名稱

# ServerAddress.Text
source: Server address
ar: عنوان الخادم
cs: Adresa serveru
da: Server adresse
de: Server-Adresse
el: Διεύθυνση διακομιστή
es: Dirección del servidor
fr: Adresse du serveur
it: Indirizzo server
ja_jp: サーバーアドレス
nl: Server Adres
no: Tjeneradresse
pl: Adres serwera
pt: Endereço do servidor
ro: Adresa serverului
ru: Адрес сервера
sv: Serveradress
tr: Sunucu adresi
uk: Адреса сервера
zh_hant: 在線地址

# Username.Text
source: Username
ar: اسم المستخدم
cs: Uživatelské jméno
da: Brugernavn
el: Όνομα χρήστη
es: Usuario
fr: Nom d'utilisateur
it: Nome utente
ja_jp: ユーザー名
nl: Gebruikersnaam
no: Brukernavn
pl: Nazwa użytkownika
pt: Nome de utilizador
ro: Nume de utilizator
ru: Логин
sv: Användarnamn
tr: Kullanıcı Adı
uk: Ім'я користувача
zh_hant: 用戶名

# Password.Text
source: Password
ar: كلمة المرور
cs: Heslo
da: Adgangskode
de: Kennwort
el: Κωδικός
es: Contraseña
fr: Mot de Passe
it: Parola d'accesso
ja_jp: パスワード
nl: Wachtwoord
no: Passord
pl: Hasło
pt: Palavra-passe
ro: Parola
ru: Пароль
sv: Lösenord
tr: Şifre
uk: Пароль
zh_hant: 密碼

# MacAddress.Text
source: Mac address
ar: عنوان الماك
cs: Mac adresa
da: Mac adresse
de: MAC-Adresse
el: Διεύθυνση Mac
es: Dirección Mac
it: Indirizzo MAC
ja_jp: Mac アドレス
nl: Mac-adres
no: Mac adresse
pl: Adres MAC
pt: Endereço MAC
ro: Adresa Mac
ru: Mac адрес
sv: Mac-adress
tr: Mac Adresi
uk: MAC-адреса
zh_hant: Mac地址

# InputSourceName.PlaceholderText
source: Input your source name(optional)
ar: أدخل اسم المصدر الخاص بك (اختياري)
cs: Zadejte název zdroje (volitelné)
da: Indtast dit kildenavn (valgfrit)
de: Geben Sie Ihren Quellnamen ein (optional)
el: Εισάγετε το όνομα πηγής σας (προαιρετικό)
es: Introduce tu nombre de origen (opcional)
fr: Entrez votre nom de source (facultatif)
it: Inserisci nome sorgente (opzionale)
ja_jp: ソース名を入力してください（オプション）
nl: Voer uw bronnaam in (optioneel)
no: Skriv inn ditt navn (valgfritt)
pl: Wprowadź nazwę źródłową (opcjonalnie)
pt: Insira seu nome de origem (opcional)
ro: Introduceți numele sursei (opțional)
ru: Введите ваше имя источника (необязательно)
sv: Skriv in ditt källnamn (valfritt)
tr: Kaynak ismini giriniz (opsiyonel)
uk: Введіть назву джерела (необов'язково)
zh_hant: 請輸入列表名稱 (選填)

# UsernamePHT.PlaceholderText
source: Please input your username
ar: الرجاء إدخال إسم المستخدم الخاص بك
cs: Prosím zadejte uživatelské jméno.
da: Indtast venligst dit brugernavn
de: Bitte geben Sie Ihren Benutzernamen ein
el: Παρακαλώ εισάγετε το όνομα χρήστη σας
es: Ingresa tu nombre de usuario
fr: Veuillez saisir votre nom d'utilisateur
it: Inserisci il tuo nome utente
ja_jp: ユーザー名を入力してください
nl: Voer uw gebruikersnaam in!
no: Skriv inn brukernavn
pl: Podaj swoją nazwę użytkownika
pt: Por favor, insira seu nome de usuário!
ro: Vă rugăm să introduceți numele de utilizator
ru: Пожалуйста, введите ваше имя пользователя
sv: Vänligen ange ditt användarnamn
tr: Lütfen kullanıcı adınızı girin
uk: Будь ласка, введіть ім'я користувача.
zh_hant: 請輸入用戶名

# PasswordPHT.PlaceholderText
source: Please input your password
ar: يرجى ادخال كلمة المرور
cs: Prosím zadejte vaše heslo.
da: Indtast venligst din adgangskode
de: Bitte geben Sie Ihr Passwort ein
el: Παρακαλώ εισάγετε τον κωδικό σας
es: Introduzca su contraseña
fr: Veuillez saisir votre mot de passe
it: Inserisci la parola d'accesso
ja_jp: パスワードを入力してください
nl: Voer uw wachtwoord in
no: Skriv inn passordet ditt
pl: Proszę wprowadzić swoje hasło
pt: Por favor introduza a sua palavra-passe
ro: Vă rugăm să introduceți parola dvs.
ru: Пожалуйста, введите свой пароль
sv: Vänligen ange ditt lösenord
tr: Lütfen şifrenizi girin
uk: Будь ласка, введіть свій пароль!
zh_hant: 請輸入密碼

# All.Text
source: All
ar: كل الأقسام
cs: Vše
da: Alle
de: Alle
el: Όλα
es: Todos
fr: Tout
it: Tutto
ja_jp: 全部に
nl: Alles
pl: Wszystkie
pt: Todos
ro: Toate
ru: Все
sv: Alla
tr: Hepsi
uk: Усі
zh_hant: 全部

# Today.Text
source: Today
ar: اليوم
cs: Dnes
da: I dag
de: Heute
el: Σήμερα
es: Hoy
fr: Aujourd'hui
it: Oggi
ja_jp: 今日
nl: Vandaag
no: Idag
pl: Dziś
pt: Hoje
ro: Astăzi
ru: Cегодня
sv: Idag
tr: Bugün
uk: Сьогодні
zh_hant: 今天

# GenreText.Text
source: Genre
ar: النوع
cs: Žánr
da: Tür
el: Είδος
es: Género
it: Genere
ja_jp: ジャンル
no: Sjanger
pl: Gatunek
pt: Género
ro: Gen
ru: Жанр
tr: Tür
uk: Жанр
zh_hant: 分類

# Mobile.Content
source: Mobile
ar: الجوال
cs: Mobil
da: Mobil
de: Mobil
el: Κινητό
es: Portátil
ja_jp: モバイル
nl: Mobiel
no: Mobil
pl: Komórka
pt: Móvel
ro: Mobil
ru: Мобильный
sv: Mobil
tr: Mobil
uk: Мобільний
zh_hant: 手機版

# MediaHubContent.Content
source: Media Hub
ar: مركز الوسائط
cs: Mediální Hub
da: Medie Hub
de: Medienzentrum
el: Κόμβος Πολυμέσων
es: Hub multimedia
fr: Hub Média
ja_jp: メディアハブ
pl: Centrum multimediów
pt: Centro de mídia
ro: Centru media
ru: Медиа-центр
tr: Medya Merkezi
uk: Медіа-стуб
zh_hant: 媒體中心

# MediaHub.Text
source: Media Hub
ar: مركز الوسائط
cs: Mediální Hub
da: Medie Hub
de: Medienzentrum
el: Κόμβος Πολυμέσων
es: Hub multimedia
fr: Hub Média
ja_jp: メディアハブ
pl: Centrum multimediów
pt: Centro de mídia
ro: Centru media
ru: Медиа-центр
tr: Medya Merkezi
uk: Медіа-стуб
zh_hant: 媒體中心

# MediaSource.Text
source: Media Source
ar: مصدر الوسائط
cs: Zdroj médií
da: Mediekilde
de: Medienquelle
el: Πηγή Πολυμέσων
es: Origen Multimedia
it: Sorgente Media
ja_jp: メディアソース
nl: Mediabron
no: Kilde for media
pl: Źródło danych
pt: Fonte de mídia
ro: Sursă media
ru: Источник файлов
sv: Mediakälla
tr: Medya Kaynağı
uk: Джерело медіа
zh_hant: 媒體源

# LocalSource.Text
source: Local Source
ar: المصدر المحلي
cs: Místní zdroj
da: Lokal Kilde
de: Lokale Quelle
el: Τοπική Πηγή
es: Fuente local
fr: Source Locale
it: Fonte Locale
ja_jp: ローカルソース
nl: Lokale bron
no: Lokal kilde
pl: Lokalne źródło
pt: Fonte Local
ro: Sursă locală
ru: Локальный источник
sv: Lokal källa
tr: Yerel Kaynak
uk: Локальне джерело
zh_hant: 本地源

# CreateMediaSource.Text
source: Create a media source
ar: إنشاء مصدر وسائط
cs: Vytvořit zdroj médií
da: Opret en mediekilde
de: Medienquelle erstellen
el: Δημιουργία πηγής πολυμέσων
es: Crear una fuente de archivos
fr: Créer une source de média
it: Crea una sorgente multimediale
ja_jp: メディアソースを作成
nl: Maak een mediabron aan
no: Lag en mediekode
pl: Utwórz źródło mediów
pt: Criar uma fonte de mídia
ro: Creează o sursă media
ru: Создать медиа-источник
sv: Skapa en mediakälla
tr: Medya kaynağı oluştur
uk: Створити джерело медіа
zh_hant: 創建媒體源

# CreateMediaSourceTip.Text
source: Play any video via media servers or local storage.
ar: تشغيل أي فيديو عبر خوادم الوسائط أو التخزين المحلي.
cs: Přehrát jakékoli video prostřednictvím mediálních serverů nebo lokálního úložiště.
da: Afspil enhver video via medieservere eller lokal lagring.
de: Video über Medienserver oder lokalen Speicher abspielen.
el: Αναπαραγωγή βίντεο μέσω διακομιστών πολυμέσων ή τοπικού χώρου αποθήκευσης.
es: Reproducir cualquier video a través de servidores multimedia o almacenamiento local.
fr: Lire n'importe quelle vidéo via des serveurs multimédia ou un stockage local.
it: Riproduci qualsiasi video tramite media server o archivio locale.
ja_jp: 任意のビデオをメディア サーバーまたはローカル ストレージ経由で再生します。
nl: Speel een video af via mediaservers of lokale opslag.
no: Spill av en hvilken som helst video via medieservere eller lokal lagring.
pl: Odtwarzaj dowolne wideo za pośrednictwem serwerów multimedialnych lub pamięci lokalnej.
pt: Reproduzir qualquer vídeo via servidores de mídia ou armazenamento local.
ro: Redă orice videoclip prin intermediul serverelor media sau al stocării locale.
ru: Воспроизведение любого видео через медиа серверы или локальное хранилище.
sv: Spela upp video via mediaservrar eller lokal lagring.
tr: Herhangi bir videoyu medya sunucularıyla veya yerel hafızadan oynat.
uk: Відтворення будь-якого відео через медіа-сервер або локальне сховище.
zh_hant: 通過媒體服務器或本地存儲來播放任何視頻

# StreamSource.Text
source: Stream Source
ar: مصدر البث
cs: Zdroj vysílání
da: Stream Kilde
de: Streamquelle
el: Πηγή Ροής
es: Origen del stream
fr: Source du flux
it: Sorgente Stream
ja_jp: ビデオソース
nl: Stream Bron
no: Strøm kilde
pl: Źródło strumienia
pt: Fonte de transmissão
ro: Sursă stream
ru: Источник потока
sv: Strömma källa
tr: Kaynağı yayınla
uk: Джерело потоку
zh_hant: 流源

# MediaSourceTip.Text
source: Play videos in the media servers
ar: تشغيل مقاطع الفيديو في خوادم الوسائط
cs: Přehrát videa na mediálních serverech
da: Afspil videoer i medieserverne
de: Videos auf den Medienservern abspielen
el: Αναπαραγωγή βίντεο στους διακομιστές πολυμέσων
es: Reproducir vídeos en los servidores multimedia
fr: Lire des vidéos sur les serveurs de médias
it: Riproduci video nei media server
ja_jp: メディアサーバーで動画を再生
nl: Speel video's af op de mediaservers
no: Spill av videoer i medieserverne
pl: Odtwarzaj filmy na serwerach multimediów
pt: Reproduzir vídeos nos servidores de mídia
ro: Redă videoclipuri pe serverele media
ru: Воспроизведение видео на медиа серверах
sv: Spela upp videor på mediaservrarna
tr: Medya sunucularında bulunan videoları oynat
uk: Відтворення відео на медіа-серверах
zh_hant: 通過媒體服務器播放視頻

# LocalVideo.Text
source: Local Video
ar: مقاطع فيديو محلية
cs: Místní video
da: Lokal Video
de: Lokales Video
el: Τοπικά βίντεο
es: Vídeos locales
fr: Vidéo Locale
it: Locali
ja_jp: ローカルビデオ
nl: Lokale video
no: Lokale videoer
pl: Lokalne wideo
pt: Dispositivo
ro: Videoclipuri locale
ru: Локальное видео
sv: Lokal video
tr: Yerel Videolar
uk: Локальні відео
zh_hant: 本地視頻

# NoStreamSourceFound.Text
source: No stream source found
ar: لم يتم العثور على مصدر البث
cs: Nebyl nalezen žádný zdroj vysílání
da: Ingen stream kilde fundet
de: Keine Streamquelle gefunden
el: Δεν βρέθηκε πηγή ροής
es: Fuente de flujo no encontrada
fr: Aucune source de flux trouvée
it: Nessuna sorgente di flusso trovata
ja_jp: ストリームソースが見つかりません
nl: Geen stream bron gevonden
no: Ingen strømkilde funnet
pl: Nie znaleziono źródła strumienia
pt: Nenhuma fonte de fluxo encontrada
ro: Nici o sursă de transmisiune găsită
ru: Источник потока не найден
sv: Ingen strömkälla hittades
uk: Не знайдено джерело потоку
zh_hant: 未設置播放源

# VLCPanelLocation.Text
source: VLC panel location
ar: موقع لوحة VLC
cs: Umístění panelu VLC
da: VLC panel placering
de: Position des VLC-Panels
el: Θέση πίνακα VLC
es: Ubicación del panel VLC
fr: Emplacement du panneau VLC
it: Posizione pannello VLC
ja_jp: VLC パネルの位置
nl: VLC paneel locatie
no: Plassering av VLC
pl: Położenie panelu VLC
pt: Localização do painel VLC
ro: Locație panou VLC
ru: Расположение панели VLC
sv: VLC panel plats
uk: Розташування панелі VLC
zh_hant: VLC 面板位置
